let handler = m => m; 
  
 handler.all = async function (m) { 
   let chat = global.db.data.chats[m.chat]; 
   let responses; 
   if (/^لوفي بحبك|لوفي عاوزه اتجوزك|بحبك|بموت فيك|نتجوز|لوفي هنتجوز امتي|لوفي انت ليا|لوفي بموت فيك$/i.test(m.text)) { 
     responses = [ 
       'شكرا  ',  
       'هفكر في الموضوع',  
             'و انا',  
                   'استحيت',  
                         'خلاص لا اتكسف ',  
                               'اسكتتتتت عشان مضربكش عيب الكلام ده   ',  
                                     'طيب و بعدين '  
     ]; 
} else if (/^السلام عليكم|سلام عليكم ورحمه الله وبركاته|سلام عليكم|السلام عليكم ورحمه الله وبركاته$/i.test(m.text)) { 
     responses = [ 
       'وعليكم السلام',  
          'وعليكم السلام حبي منور',  
              ' وعليكم السلام كيفك',  
                   'وعليكم السلام ورحمة الله وبركاته' 
     ]; 
   }else if (/^ لوفي عامل ايه|عامله ايه|عاملين ايه|الدنيا عامله ايه|عاملين ايه يشبب$/i.test(m.text)) { 
     responses = [ 
       'كل شيء بخير الحمد لله ',  
          ' مش عارف  ',  
              ' الحمد لله ماشي الحال ',  
                  'الحمد الله',  
                      ' لو انت كويس انا كويس' 
     ]; 
   }else if (/^كل خرا|عرص|خول|متناك|كسمك|علق$/i.test(m.text)) { 
     responses = [ 
       'عيب ',  
          ' اتأدب ',  
              ' يا وسخ ',  
                  '😓الله يهديك ',  
                   ' عيب يا طفل' 
     ]; 
 }else if (/^تم تعريب هذا الامر|تم الانتهاء|تمت اضافه|تمت اضافة|تم التعريب|هذا الامر انتهي$/i.test(m.text)) { 
     responses = [ 
       ' عاشت ايدك ✨💜',  
           'تسلم ايدك ✨💜 ',  
                'عاش ✨💜 ',  
                  'عاش لوفي ✨💜',  
                   'اوكي ✨💜' 
     ]; 
   }else if (/^لول|هههه|ههههه|هههههه|ههههههه|هههههههه|😂😂😂$/i.test(m.text)) { 
     responses = [ 
       'دوم دي ضحكة ',  
            ' ضحكني معاك',  
                   'دوم يا رب  ',  
                         'ههه ',  
                         '😂😂😂',  
                         'ايه ال بيضحك',  
                         'اضحك معاك؟',  
                             'دوم ' 
   ]; 
   }else if (/^لوفي|لوفي عمك|يا لوفي$/i.test(m.text)) { 
     responses = [ 
       'قول ون بيس عمك 😁💥🔥🔥',  
          ' لوفي عمك✨🤺 ',  
              'ايوا كده دلعني😁',  
                  'ابلع اشراف😁',  
                   ' ايوا كده دلعني✨🤺' 
]; 
   }else if (/^بوت|يا بوت|البوت|بوووت|بووووت|بوووووت|بووووووووت $/i.test(m.text)) { 
     responses = [ 
       'اسمي لوفي يا جزمة✨♥',  
            ' اسمي لوفي يا ايها المغفل✨♥',  
              ' اسمي لوفي يعبيييط✨♥',  
                  'اسمي لوفي عمك✨💜 ',  
                   ' اسمي لوفي يالطيب✨💜', 
       'كم مرة قولت لك اسمي لوفي يعبيييط🙄😾', 
       ' اسمي لوفي يعبيييط✨♥', 
  ]; 
   }else if (/^صباح النور|صباح النعناع الاخصر|صباح الفل|صباح|صباح الخير $/i.test(m.text)) { 
     responses = [ 
       'صباح الفل ✨💜',  
          'صباح النور ✨💜 ',  
              ' صباح الكاريزما ✨💜',  
                  'انت صحيت وانا رايح انام 🐦👋🏻 ',  
                   'روح نام تاني بقي 🙃' 
     ]; 
   }else if (/^شكرا|تسلم|تسلمي$/i.test(m.text)) { 
     responses = [ 
       'العفو✨🥺♥',  
          ' ولا يهمك مفيش حاجه✨💫 ',  
              ' الشكر لله ✨💜',  
                   'العفو يبشه ✨💜' 
]; 
   }else if (/^🧡|💚|💞|💖|💜|💛|🤍 $/i.test(m.text)) { 
     responses = [ 
       'شكرا✨♥',  
          'تسلم✨♥',  
              '✨♥',  
                '👍🏻✨',  
                   '✨💜' 
  ]; 
     }else if (/^كل ده نور|الجروب نور كده ليه|ايه النور ده|منورين الجدد|منورين|منور $/i.test(m.text)) { 
     responses = [ 
       'نوري انا✨♥',  
          'الجروب نور فعلا✨♥',  
              '✨♥',  
                  'الجروب منور✨💜',  
                   '✨💜' 
  ]; 
   }else if (/^موتتي|وفاة|موت$/i.test(m.text)) { 
     responses = [ 
       '☠️سبب موتك ← انفجار سيارة☠️ \nتاريخ الوفاة ←  9/4/ 2082*',  
          ' ☠️سبب موتك ←(الموت المفاجئ) ☠️\n تاريخ الوفاة 2030/2/4',  
                
                  '☠️ سبب موتك ←(سحر)☠️ \n تاريخ الوفاة /2034/6/28',
' ☠️سبب موتك ←(مسموم)☠️ \nتاريخ الوفاة 2043/5/6',
       ' ☠️سبب موتك ←(مقتول) ☠️\n تاريخ الوفاة (اليوم☠️)',
       '☠️ سبب موتك ←(مقتول غدراً)☠️ \n تاريخ الوفاة(غداً)',
       ' ☠️سبب موتك ←(حادث سيارة)☠️ \n تاريخ الوفاة 2034/2/16',
       ' ☠️سبب موتك←(رصاصة طائشة) ☠️\n تاريخ (بعد يومين)الوفاة',
       '☠️ سبب موتك ←(الانتحار)☠️ \n  2036/1/1 تاريخ الوفاة',
       ' سبب موتك ←(سلطان) \n تاريخ الوفاة 2026/4/6',
       '☠️ سبب موتك ←(إطلاق نار)☠️ \n تاريخ الوفاة 2024/9/6',
       '☠️ سبب موتك ←(قنبلة نووية خاطئة الهدف) ☠️\n تاريخ الوفاة 2030/1/1 ',
       ' سبب موتك ←(وباء) \n تاريخ الوفاة2028/4/26',
       '☠️ سبب موتك ←(اعدام ضلماً) ☠️\n تاريخ الوفاة 2036/9/8',
       '☠️ سبب موتك ←(سكتة قلبية) ☠️\n تاريخ (بعد نصف ساعة)الوفاة',
       
     ]; 
    }  
   if (responses) { 
     let randomIndex = Math.floor(Math.random() * responses.length); 
     conn.reply(m.chat, responses[randomIndex], m); 
   } 
   return !0 
 }; 
  
 export default handler;