let handler = async (m, { conn, command, text }) => {
let love = `

⦓           ⦓🏆⦔          ⦔ـ
⌟🍀⌜ قـسـم الـجـروب
⦓           ⦓🏆⦔          ⦔ـ
💌❯ ⏐ .انـذار
☫ ⌟بيعطي للعضو انذار⌜
💌❯ ⏐ .حـذف-الانـذار
☫ ⌟بيحذف الانذار⌜
💌❯ ⏐ .الانـذارات
☫ ⌟يبعت قائمه انذاراتك⌜
💌❯ ⏐ .جـروب غلق
☫ ⌟يقفل شات الجروب⌜
💌❯ ⏐ جـروب فتح
☫ ⌟يفتح شات الجروب⌜
💌❯ ⏐ .اعـدادات قفل 1
☫ ⌟يقفل الشات بوقت⌜
💌❯ ⏐ .اعـدادات فتح 1
☫ ⌟يفتح الشات بي وقت⌜
💌❯ ⏐ .تـغيـرالاسم
☫ ⌟بيغير اسم الجروب⌜
💌❯ ⏐ .تـغيـرالصوره
☫ ⌟بيغير صوره الجروب ⌜
💌❯ ⏐ .تـغيـرالوصف
☫ ⌟بيغير وصف الجروب⌜
💌❯ ⏐ .تـغيـرالترحيب
☫ ⌟بيغير ترحيب البوت⌜
💌❯ ⏐ .تـغيـرالوداع
☫ ⌟بيغير وادع البوت⌜
💌❯ ⏐ .قـائـمـه-الارقـام
☫ ⌟بيجبلك قائمة الارقام برمز الدوله⌜
💌❯ ⏐ .مـخـفـي
☫ ⌟بيعمل منشن وهمي ⌜
💌❯ ⏐ .تـرقـيـه
☫ ⌟بيرفع عضو ادمن⌜
💌❯ ⏐ .خـفـض
☫ ⌟بيتزل ادمن عضو⌜
💌❯ ⏐ .لـيـنـك
☫ ⌟بيبعت لينك الجروب⌜
💌❯ ⏐ .مـنـشـن
☫ ⌟يعمل منشن جماعي⌜
💌❯ ⏐ .الادمـن☫ ⌟يعمل منشن للادمن⌜
💌❯ ⏐ .رسـتـر
☫ ⌟يرستر رابط الجروب⌜
💌❯ ⏐ .الاشـبـاح
☫ ⌟يمنشن الناس الي مش بتتفاعل⌜
⦓           ⦓🏆⦔          ⦔ـ
 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(م٣|م3|اوامر الجروب|الاوامر الجروب)$/i
export default handler
