let handler = async (m, { conn, command, text }) => {
let love = `
⦓           ⦓🏆⦔          ⦔ـ
⌟🎗️⌜ قـسـم الـتـنـزيـلات 
⦓           ⦓🏆⦔          ⦔ـ
♻️❯ ⏐ .يوتيوب
☫ ⌟تنزيل فيديو باستخدام رابط⌜
♻️❯ ⏐ .يوتيوب2
☫ ⌟تنزيل اغنيه باستخدام رابط⌜
♻️❯ ⏐.تطبيق
☫ ⌟لتنزيل التطبيقات من متجر ب⌜
♻️❯ ⏐ .ميديافاير
☫ ⌟لتنزيل الملفات من ميديافاير⌜
♻️❯ ⏐ .فيسبوك
☫ ⌟تنزيل فيديوهات من الفيسبوك⌜
♻️❯ ⏐ .انستا
☫ ⌟تنزيل فيديوهات من الانستجرام⌜
♻️❯ ⏐ .تيك
☫ ⌟تنزيل فيديوهات من التيك توك⌜
♻️❯ ⏐ .صور-تيك
☫ ⌟تنزيل صور من التيك توك⌜
♻️❯ ⏐ .صوره
☫ ⌟تنزيل صور من جوجل⌜
♻️❯ ⏐ .صوره2
☫ ⌟لتنزيل صور من فريبيك⌜
♻️❯ ⏐ .بين
☫ ⌟لتنزيل صور من بينترست⌜
♻️❯ ⏐ .استيكر-تنزيل
☫ ⌟لتنزيل استيكرات بالينك⌜
♻️❯ ⏐ .اغنيه
☫ ⌟تنزيل اغاني من اليوتيوب⌜
♻️❯ ⏐ .فيديو
☫ ⌟تنزيل فيديوهات من اليوتيوب⌜
♻️❯ ⏐ .شغل
☫ ⌟تنزيل اغاني من اليوتيوب⌜
♻️❯ ⏐ .فيديو2
☫ ⌟تنزيل فيديوهات من اليوتيوب⌜
♻️❯ ⏐ .شغل2
☫ ⌟تنزيل اغاني من اليوتيوب⌜
♻️❯ ⏐ .فيديو3
☫ ⌟تنزيل فيديوهات من اليوتيوب⌜
⦓           ⦓🏆⦔          ⦔ـ
 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(م٥|م5|اوامر التنزيل|الاوامر التنزيل)$/i
export default handler
